<template>
  <PageContainer>
    <template #header>
      <PageNav title="隐私政策"></PageNav>
    </template>
    <div class="content-wrap">
      <div>
        您可以利用百度百科【浏览词条内容、编辑词条、上传百科视频、学习词条编写、购买商城产品】等（以下统称“百度百科产品或服务”）。您具体获得的百度百科服务内容可能因为您使用的百度百科的版本不同而有所差异。您可以通过多种不同的方式来使用我们的产品和服务，包括百度百科的网站、软件和应用程序编程接口（API）等智能硬件设备。
      </div>
      <div>
        请您务必认真阅读本隐私政策，在确认充分了解并同意后使用百度百科服务。此隐私权政策旨在帮助您了解我们会收集哪些数据、为什么收集这些数据，会利用这些数据做些什么及如何保护这些数据。请您务必认真阅读本隐私政策，在确认充分了解并同意后使用百度百科服务。使用百度百科，即表示您同意百度百科隐私政策。如果您或您的监护人不同意本隐私政策的任何内容，您应该立即停止使用。
      </div>
      <div>
        请注意：您可以在百科个人中心-设置或产品功能中找到一些控制项，通过这些控制项，您可以对自己的信息进行动态管理。
      </div>
      <div>
        <b>
          请注意：《百度隐私权保护声明》适用于百度集团所有产品和服务，如有本隐私政策未尽事宜，以《百度隐私权保护声明》为准，若本隐私政策和《百度隐私权保护声明》存在不一致，则优先适用本隐私政策。
        </b>
      </div>
      <div>
        请注意：当您通过百度百科使用第三方产品和服务时，如果向该第三方提供您的个人信息，您的信息将适用该第三方的隐私政策。
      </div>
      <div>
        请注意：请您确保您向我们提供的个人信息，以及您授权我们在本隐私政策所述范围内收集、处理、使用、存储、共享、转让或公开披露相关个人信息，不会侵犯他人合法权益。
      </div>
      <div>本隐私政策将帮助您了解以下内容：</div>
      <div>1、我们如何收集和使用您的个人信息</div>
      <div>2、我们如何使用 Cookie 和同类技术</div>
      <div>3、我们如何共享、转让、公开披露您的个人信息</div>
      <div>4、我们如何保存及保护您的个人信息</div>
      <div>5、您的权利</div>
      <div>6、我们如何处理儿童的个人信息</div>
      <div>7、您的个人信息如何在全球范围转移</div>
      <div>8、隐私政策的修订</div>
      <div>9、如何联系我们</div>
      <div>
        我们深知个人信息对您的重要性，也深知为您的信息提供有效保护是我们业务健康可持续发展的基石。感谢您对百度百科的使用和信任！我们致力于维持您对我们的信任，恪守适用法律和我们对您的承诺，尽全力保证您的个人信息安全和合理使用。
      </div>
      <div>
        我们郑重承诺，我们将按业界成熟的安全标准，采取相应的安全保护措施来保护您的个人信息。
      </div>
    </div>
  </PageContainer>
</template>
<script lang="ts" setup>
import PageContainer from '@/components/page/container.vue'
import PageNav from '@/components/page/nav.vue'
</script>
<style lang="less" scoped>
.content-wrap {
  padding: 24px;
  line-height: 42px;
  font-size: 28px;
  color: #333;
  div {
    text-indent: 56px;
  }
}
</style>
